---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.CircuitConnectionType.NotApplicable
enum: Autodesk.Revit.DB.Electrical.CircuitConnectionType
source: html/51ed3bd4-ffc7-b727-5e54-5dbee8fb3e11.htm
---
# Autodesk.Revit.DB.Electrical.CircuitConnectionType.NotApplicable

NotApplicable.